IDEA Open Model
FatigueLoading.MinLoading Property
Compatible with IDEA StatiCa Beta 20.0
 Min. cyclic loading
 Namespace: IdeaRS.OpenModel.Concrete.Load
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public LoadingULS MinLoading { get; set; }
Public Property MinLoading As LoadingULS
	Get
	Set
Property Value
Type: LoadingULS
See Also
Reference
FatigueLoading Class
IdeaRS.OpenModel.Concrete.Load Namespace